{
  "house": {
    "low_objects": [
      "창문이 있는 집의 벽면을 그려보세요. 창문의 수와 종류는 상관 없어요!",
      "굴뚝이 있는 지붕의 집을 그려보세요. 굴뚝의 모양과 크기는 자유롭게 표현해도 좋아요.",
      "집 근처에 있을 새로운 울타리를 표현해 보세요. 꽃, 나무, 돌 모두 상관 없어요!",
      "집 근처에 있을 작은 길의 풍경을 그려보세요. 꽃, 나무, 돌, 사람 등으로 자유롭게 꾸며보세요."
    ],
    "conditional": {
      "울타리_missing": ["집 주변에 울타리가 있는 모습을 다시 그려보세요. 율타리는 나무, 돌, 꽃 등 어떤 재료로 만들어도 좋아요."],
      "굴뚝_missing": ["굴뚝이 있는 지붕의 집을 그려보세요. 굴뚝의 모양과 크기는 자유롭게 표현해도 좋아요."],
      "창문_missing": ["벽면에 창문이 있는 집을 그려보세요. 창문의 개수나 모양은 자유롭게 표현해도 괜찮아요."],
      "문_missing": ["현관문이 있는 집을 그려보세요. 현관문이 어떤 모양인지 상상해보세요."],
      "길_missing": ["집에서 이어지는 길이 있는 풍경을 그려보세요. 길 주변의 나무나 꽃, 사람들도 함께 표현해도 좋아요."]
    }
  },
  "tree": {
    "low_objects": [
      "나무에 그린 열매를 자세히 표현해보세요. 열매가 없다면 새롭게 그려보세요.",
      "나무가 땅 속에 자란다면, 땅 속에 있을 나무의 뿌리를 표현해 보세요.",
      "나무 옆에 있을 동물을 그려 보세요. 이미 동물이 있다면 더 자세히 그려보세요.",
      "나무의 가지에 달린 잎 중 하나를 자세히 표현해보세요. 잎이 없다면 새롭게 그려보세요."
    ],
    "conditional": {
      "열매_low": ["열매가 열린 나무를 그려보세요. 어떤 열매가 자라고 있을지 자유롭게 상상해보세요."],
      "뿌리_missing": ["뿌리가 보이는 나무를 그려보세요. 땅속에서 자라는 뿌리의 모양을 자유롭게 표현해보세요."],
      "가지_missing": ["가지가 풍성한 나무를 그려보세요. 가지가 어떤 방향으로 뻗어 있는지 상상해보세요."],
      "나뭇잎_missing": ["잎이 무성하게 달린 나무를 그려보세요. 잎의 색깔이나 모양은 자유롭게 표현해도 좋아요."]
    }
  },
  "person": {
    "low_objects": [
      "그 사람은 무언가를 들고 있나요? 어떤 물건을 들고 있을지 들고 있는 물체를 그려보세요.",
      "그 사람의 머리는 무슨 색인가요? 머리카락 색이 있는 사람을 그려보세요. 머리 모양이나 머리 위의 장식도 함께 표현해보세요.",
      "그 사람은 가방이나 신발 같은 소품을 착용했나요? 어떤 물건을 가지고 있을지도 상상해 그려보세요.",
      "무늬나 모양이 있는 옷을 입은 사람을 그려보세요. 옷의 색깔과 스타일을 자유롭게 표현해보세요."
    ],
    "conditional": {
      "머리_missing": ["사람의 얼굴과 머리카락을 풍성하게 그려보세요. 머리카락의 길이와 모양은 자유롭게 표현해도 좋아요."],
      "눈_missing": ["사람의 얼굴을 다시 그리면서 눈을 표현해보세요. 어떤 표정을 짓고 있을지도 함께 생각해보세요."],
      "코_missing": ["사람의 얼굴을 다시 그려 코를 표현해보세요. 코의 크기나 모양은 자유롭게 그려보세요."],
      "입_missing": ["사람의 얼굴을 다시 그려 입을 표현해보세요. 웃는 얼굴이나 진지한 얼굴 등 표정을 자유롭게 정해보세요."],
      "손_missing": ["사람의 팔과 손이 보이게 그려보세요. 손가락의 움직임이나 모양을 자유롭게 표현해보세요."],
      "다리_missing": ["사람의 몸 전체를 다시 그리면서 다리를 표현해보세요. 서 있거나 걷는 모습으로 그려도 좋아요."],
      "발_missing": ["사람의 다리와 발이 함께 보이게 그려보세요. 신발을 신거나 맨발로 표현해도 괜찮아요."]
    }
  }
}
  